Repository: OhFarts/openmediavault-rsnapshot
Catalog: usr/share/openmediavault/locale/*/openmediavault-rsnapshot.po
Languages: cs_cz, da_da, es_es, fr, gl, it_it, ja_jp, pl_pl, ru_ru

source: Add backup job
cs_cz: Přidat zálohovací úlohu
da_da: Tilføj backup opgave
es_es: Añadir un trabajo de Backup
fr: Ajouter un travail de sauvegarde
gl: Engadir un traballo de copia de seguranza
it_it: Aggiungi un backup
ja_jp: バックアップジョブの追加
pl_pl: Dodaj zadanie kopii
ru_ru: Добавить задание резервного копирования

source: Backup jobs
cs_cz: Zálohovací úlohy
da_da: Backup opgaver
es_es: Trabajos de Backup
fr: Travaux de sauvegarde
gl: Traballos de copia de seguranza
it_it: Operazioni di backup
ja_jp: バックアップジョブ
pl_pl: Zadania kopii
ru_ru: Задания резервных копий

source: Command to be run after rsnapshot execution.
ja_jp: rsnapshot実行後に実行するコマンド。

source: Command to be run before rsnapshot execution.
ja_jp: rsnapshot実行前に実行するコマンド

source: Comment
cs_cz: Komentář
da_da: Kommentar
es_es: Comentario
fr: Commentaire
gl: Comentario
it_it: Commento
ja_jp: コメント
pl_pl: Komentarz
ru_ru: Комментарий

source: Date & Time
cs_cz: Datum a čas
da_da: Dato & Tid
fr: Date et Heures
it_it: Data & Orario
ja_jp: 日付 & 時間

source: Default rsync long args. All rsync commands have at least these options set. Default is "--delete --numeric-ids --delete-excluded". Please check the <a href="http://www.samba.org/ftp/rsync/rsync.html" target="_blank">manual page</a> for more details.
ja_jp: デフォルトのrsync long args。 すべてのrsyncコマンドには、少なくともこれらのオプションが設定されます。 デフォルトは "--delete --numeric-ids --delete-excluded"です。 詳細については<a href="http://www.samba.org/ftp/rsync/rsync.html" target="_blank">マニュアルページ</a>を確認してください。

source: Edit backup job
cs_cz: Upravit zálohovací úlohu
da_da: Rediger backup opgave
es_es: Editar un trabajo de Backup
fr: Éditer le travail de sauvegarde
gl: Editar un traballo de copia de seguranza
it_it: Modifica un backup
ja_jp: バックアップジョブの編集
pl_pl: Edytuj zadanie kopii
ru_ru: Редактировать задание резервного копирования

source: Enable
cs_cz: Používat tuto funkci
da_da: Aktiver
es_es: Habilitar
fr: Activer
gl: Activar
it_it: Abilita
ja_jp: 有効
pl_pl: Włącz
ru_ru: Включить

source: Enabled
cs_cz: Zapnuto
da_da: Aktiveret
es_es: Habilitado
fr: Activé
gl: Activado
it_it: Abilitato
ja_jp: 有効化済み
pl_pl: Właczone
ru_ru: Включено

source: Error output only
cs_cz: Pouze chybový výstup
fr: Erreur de sortie seulement
it_it: Solo errori di output
ja_jp: エラー出力のみ

source: Execute backup job
cs_cz: Spustit zálohovací úlohu
da_da: Udfør backup opgave
es_es: Ejecutar un trabajo de Backup
fr: Exécuter le travail de sauvegarde
gl: Executar un traballo de copia de seguranza
it_it: Esegui il backup
ja_jp: バックアップジョブの実行
pl_pl: Wykonaj zadanie kopii
ru_ru: Выполнить задание резервного копирования

source: Group
cs_cz: Skupina
da_da: Gruppe
es_es: Grupo
fr: Groupe
gl: Grupo
it_it: Gruppo
ja_jp: グループ
pl_pl: Grupa
ru_ru: Группа

source: If this is enabled, rsync won't span filesystem partitions within a backup point.
cs_cz: Pokud je toto zapnuto, nástroj rsync se bude držet pouze v rámci daného souborového systému.
da_da: Hvis dette er aktiveret, vil rsync ikke udvide filsystem partitioner indeni et backup punkt.
es_es: Si esta opción está activada, rsync no utilizará las particiones del sistema de archivos para realizar una copia de seguridad.
fr: Si cette option est activée, rsync ne couvre pas les partitions du système de fichiers au sein d'un point de sauvegarde.
gl: Se está activada esta opción, rsync non utilizará as particións do sistema de ficheiros para facer unha copia de seguranza.
it_it: Se questa opzione è abilitata, rsync non includerà altre partizioni del filesystem all'interno di un punto di backup.
ja_jp: これが有効になっている場合、rsyncはバックアップポイント内のファイルシステムのパーティションをまたがることはありません。
pl_pl: Jeżeli opcja jest zaznaczona rsync nie będzie zagłębiał się partycje systemu plików podczas kopii.
ru_ru: Если эта опция включена, Rsync не будет охватывать разделы файловой системы в точке резервной копии.

source: Message
cs_cz: Zpráva
da_da: Besked
it_it: Messaggio
ja_jp: メッセージ

source: Number of daily backups to keep. After n backups are created, the first one will be overwritten.
cs_cz: Kolik dnů nazpět uchovávat zálohu za každý den. Po n zálohách bude ta nejstarší přepsána.
da_da: Antal af daglige backups, der skal beholdes. Efter n backups er oprettet, vil den første blive overskrevet.
es_es: Número de Backups diarios a mantener. Despues de n Backups creados, el mas antiguo será sobreescrito.
fr: Nombre de sauvegardes quotidiennes à conserver. Après avoir créer n sauvegardes, la première sera écrasée.
gl: Número de copias de seguranza diarias que facer. Após n copias de seguranza, sobrescribirase a máis antiga.
it_it: Numero di backup giornalieri da conservare. Dopo n backup creati, il primo sarà sovrascritto.
ja_jp: 日ごとのバックアップを保持する数です。Nのバックアップが作成された後、最初のものは上書きされます。
pl_pl: Liczba przechowywanych kopii dziennych. Po wykonaniu n kopii pierwsza zostanie usunięta.
ru_ru: Количество ежедневных резервных копий. После n резервные копии создаются, первые будет перезаписаны.

source: Number of hourly backups to keep. After n backups are created, the first one will be overwritten.
cs_cz: Kolik hodin nazpět uchovávat zálohu za každou hodinu. Po n zálohách bude ta nejstarší přepsána.
da_da: Antal af pr time backups, der skal beholdes. Efter n backups er oprettet, vil den første blive overskrevet.
es_es: Número de Backups horarios a mantener. Despues de n Backups creados, el mas antiguo será sobreescrito.
fr: Nombre de sauvegardes horaires à conserver. Après avoir créer n sauvegardes, la première sera écrasée.
gl: Número de copias de seguranza cada hora que facer. Após n copias de seguranza, sobrescribirase a máis antiga.
it_it: Numero di backup orari da conservare. Dopo n backup creati, il primo sarà sovrascritto.
ja_jp: 1時間ごとのバックアップを保持する数です。Nのバックアップが作成された後、最初のものは上書きされます。
pl_pl: Liczba przechowywanych kopii godzinowych. Po wykonaniu n kopii pierwsza zostanie usunięta.
ru_ru: Количество почасовых резервных копий. После n резервные копии создаются, первые будет перезаписаны.

source: Number of monthly backups to keep. After n backups are created, the first one will be overwritten.
cs_cz: Kolik měsíců nazpět uchovávat zálohu za každý měsíc. Po n zálohách bude ta nejstarší přepsána.
da_da: Antal af månedlige backups, der skal beholdes. Efter n backups er oprettet, vil den første blive overskrevet.
es_es: Número de Backups mensuales a mantener. Despues de n Backups creados, el mas antiguo será sobreescrito.
fr: Nombre de sauvegardes mensuels à conserver. Après avoir créer n sauvegardes, la première sera écrasée.
gl: Número de copias de seguranza mensuais que facer. Após n copias de seguranza, sobrescribirase a máis antiga.
it_it: Numero di backup mensili da conservare. Dopo n backup creati, il primo sarà sovrascritto.
ja_jp: 月ごとのバックアップを保持する数です。Nのバックアップが作成された後、最初のものは上書きされます。
pl_pl: Liczba przechowywanych kopii miesięcznych. Po wykonaniu n kopii pierwsza zostanie usunięta.
ru_ru: Количество ежемесячных резервных копий. После n резервные копии создаются, первые будет перезаписаны.

source: Number of rsync tries. If you experience any network problems or network card issues that tend to cause ssh to crap-out with "Corrupted MAC on input" errors, for example, set this to a higher value to have the rsync operation re-tried
ja_jp: rsyncの試行回数。たとえば、"Corrupted MAC on input" エラーが発生してsshが切断されるネットワークの問題またはネットワークカードの問題が発生した場合は、これを高い値に設定してrsync操作を再試行してください。

source: Number of weekly backups to keep. After n backups are created, the first one will be overwritten.
cs_cz: Kolik týdnů nazpět uchovávat zálohu za každý týden. Po n zálohách bude ta nejstarší přepsána.
da_da: Antal af ugenlige backups, der skal beholdes. Efter n backups er oprettet, vil den første blive overskrevet.
es_es: Número de Backups semanales a mantener. Despues de n Backups creados, el mas antiguo será sobreescrito.
fr: Nombre de sauvegardes hebdomadaires à conserver. Après avoir créer n sauvegardes, la première sera écrasée.
gl: Número de copias de seguranza semanais que facer. Após n copias de seguranza, sobrescribirase a máis antiga.
it_it: Numero di backup settimanali da conservare. Dopo n backup creati, il primo sarà sovrascritto.
ja_jp: 週ごとのバックアップを保持する数です。Nのバックアップが作成された後、最初のものは上書きされます。
pl_pl: Liczba przechowywanych kopii tygodniowych. Po wykonaniu n kopii pierwsza zostanie usunięta.
ru_ru: Количество еженедельных резервных копий. После n резервные копии создаются, первые будет перезаписаны.

source: Number of yearly backups to keep. After n backups are created, the first one will be overwritten.
cs_cz: Kolik let nazpět uchovávat zálohu za každý rok. Po n zálohách bude ta nejstarší přepsána.
da_da: Antal af årlige backups, der skal beholdes. Efter n backups er oprettet, vil den første blive overskrevet.
es_es: Número de Backup anuales a mantener. Despues de n Backups creados, el mas antiguo será sobreescrito.
fr: Nombre de sauvegardes annuels à conserver. Après avoir créer n sauvegardes, la première sera écrasée.
gl: Número de copias de seguranza anuais que facer. Após n copias de seguranza, sobrescribirase a máis antiga.
it_it: Numero di backup annuali da conservare. Dopo n backup creati, il primo sarà sovrascritto.
ja_jp: 年ごとのバックアップを保持する数です。Nのバックアップが作成された後、最初のものは上書きされます。
pl_pl: Liczba przechowywanych kopii rocznych. Po wykonaniu n kopii pierwsza zostanie usunięta.
ru_ru: Количество ежегодных резервных копий. После n резервные копии создаются, первые будет перезаписаны.

source: One filesystem only
cs_cz: Pouze jeden souborový systém
da_da: Kun et filsystem
es_es: Un unico sistema de archivos
fr: Un système de fichiers uniquement
gl: Só un sistema de ficheiros
it_it: Un solo filesystem
ja_jp: 1つのファイルシステムのみ
pl_pl: Tylko jeden system plików
ru_ru: Только одну файловую систему

source: Post-exec command
ja_jp: 実行後のコマンド

source: Pre-exec command
ja_jp: 実行前のコマンド

source: Retain daily
cs_cz: Ponechávat denních
da_da: Bibehold dagligt
es_es: Mantener diariamente
fr: Conservation quotidienne
gl: Gardar cada día
it_it: Conservazione giornaliera
ja_jp: 日ごとに保持
pl_pl: Retencja dzienna
ru_ru: Сохранение ежедневно

source: Retain hourly
cs_cz: Ponechávat hodinových
da_da: Bibehold pr time
es_es: Mantener horariamente
fr: Conservation horaire
gl: Gardar cada hora
it_it: Conservazione oraria
ja_jp: 時間ごとに保持
pl_pl: Retencja godzinowa
ru_ru: Сохранение почасовое

source: Retain monthly
cs_cz: Ponechávat měsíčních
da_da: Bibehold månedligt
es_es: Mantener mensualmente
fr: Conservation mensuelle
gl: Gardar cada mes
it_it: Conservazione mensile
ja_jp: 月ごとに保持
pl_pl: Retencja miesięczna
ru_ru: Сохранение ежемесячное

source: Retain weekly
cs_cz: Ponechávat týdenních
da_da: Bibehold ugenligt
es_es: Mantener semanalmente
fr: Conservation hebdomadaire
gl: Gardar cada semana
it_it: Conservazione settimanale
ja_jp: 週ごとに保持
pl_pl: Retencja tygodniowa
ru_ru: Сохранение еженедельное

source: Retain yearly
cs_cz: Ponechávat ročních
da_da: Bibehold årligt
es_es: Mantener anualmente
fr: Conservation annuelle
gl: Gardar cada ano
it_it: Conservazione annuale
ja_jp: 年ごとに保持
pl_pl: Retencja roczna
ru_ru: Сохранять ежегодно

source: Rsnapshot (Backup)
cs_cz: Rsnapshot (záloha)
fr: Rsnapshot (Sauvegarde)
ja_jp: Rsnapshot (バックアップ)

source: Rsync long arguments
cs_cz: Dlouhé parametry pro Rsync
da_da: Rsync lange argumenter
es_es: Argumentos de Rsync
fr: Arguments Rsync
gl: Argumentos longos de rsync
it_it: Argomenti rsync estesi
ja_jp: Rsyncの長い引数
pl_pl: Długie argumenty rsync.
ru_ru: Rsync длинные аргументы

source: Rsync tries
cs_cz: Rsync pokusů
da_da: Rsync forsøg
es_es: Intentos de Rsync
fr: Tentatives Rsync
gl: Intentos de rsync
it_it: Tentativi Rsync
ja_jp: Rsyncの試行
pl_pl: Próby
ru_ru: Rsync попытки

source: Run
cs_cz: Spustit
da_da: Start
es_es: Ejecutar
fr: Exécuter
gl: Executar
it_it: Esegui
ja_jp: 実行
pl_pl: Uruchom
ru_ru: Запуск

source: Show output on error only. If set, no output will be shown on successful execution. If no output is generated, no email will be sent if configured.
cs_cz: Výstup zobrazit pouze v případě chyby. Pokud je zapnuto, nebude při úspěšném vykonání vytvořen žádný výstup. A proto pochopitelně nebude ani co hlásit e-mailem.
fr: Envoie un message uniquement en cas d'erreur. Si elle est définie, aucun message ne sera affichée en cas d'exécution réussie. Si aucune message n'est générée, aucun e-mail ne sera envoyé s'il est configuré.
it_it: Mostra solo errori di output. Se impostato, nessun output verrà mostrato ad esecuzione corretta. Se nessun output è generato, nessuna mail verrà inviata.
ja_jp: エラー出力のみ出力します。設定した場合、実行結果が正常のものは出力されません。メール送信を設定している場合、何も出力が無い場合は送信されません。

source: Source
cs_cz: Zdroj
da_da: Kilde
es_es: Origen
gl: Orixe
it_it: Sorgente
ja_jp: ソース
pl_pl: Źródło
ru_ru: Источник

source: Source folder
cs_cz: Zdrojová složka
da_da: Kilde mappe
es_es: Directorio origen
fr: Dossier source
gl: Cartafol de orixe
it_it: Cartella sorgente
ja_jp: ソースフォルダ
pl_pl: Katalog źródłowy
ru_ru: Папка источника

source: Target
cs_cz: Cíl
da_da: Destination
es_es: Destino
fr: Cible
gl: Destino
it_it: Destinazione
ja_jp: ターゲット
pl_pl: Cel
ru_ru: Назначение

source: Target folder
cs_cz: Cílová složka
da_da: Destination mappe
es_es: Directorio destino
fr: Dossier cible
gl: Cartafol de destino
it_it: Cartella destinazione
ja_jp: ターゲットフォルダ
pl_pl: Katalog docelowy
ru_ru: Папка назначения

source: The Folder used as target for backups. Backups will go into a sub-folder <em>localhost/&lt;label of source filesystem&gt;/&lt;source folder relative path&gt;</em>
cs_cz: Složka do které ukládat zálohy. Ty přijdou do podsložky <em>mistni-nazev-stroje/&lt;popisek-zdrojoveho-souboroveho-systemu&gt;/&lt;relativni-popis-umisteni-zdrojove-slozky&gt;</em>
da_da: Mappen, brugt som destination til backups. Backups vil blive lagt i en undermappe <em>lokalvært/&lt;label af kilde filsystem&gt;/&lt;kilde mappe relative sti&gt;</em>
es_es: La carpeta destino de los backups. Los Backups se realizarán en sub-carpetas <em>localhost/&lt;label of source filesystem&gt;/&lt;source folder relative path&gt;</em>
fr: Le dossier cible utilisé pour les sauvegardes. Les sauvegardes iront dans un sous-dossier <em>localhost/&lt;label du système de fichiers source&gt;/&lt;chemin relatif du dossier source&gt;</em>
gl: O cartafol de destino das copias de seguranza. As copias de seguranza realizaranse no subcartafol <em>localhost/&lt;etiqueta do sistema de ficheiros orixe&gt;/&lt;ruta relativa do cartafol orixe&gt;</em>
it_it: La Cartella utilizzata come destinazione per i backup. I backup andranno in una sotto-cartella <em>localhost/&lt;nome del filesystem sorgente&gt;/&lt;percorso relativo della cartella sorgente&gt;</ em>
ja_jp: バックアップのためのターゲットとして使用するフォルダです。バックアップはサブフォルダに入ります <em>localhost/&lt;ソースファイルシステムのラベル&gt;/&lt;ソースフォルダの相対パス&gt;</em>
pl_pl: Folder w którym zapisywane będą kopie. Kopie umieszczane będą w podfolderach <em>localhost/&lt;etykieta źródła&gt;/&lt;folder źródłowy&gt;</em>
ru_ru: Папка используется в качестве назначения для резервных копий. Резервные копии будут находиться в подпапке <em>localhost/&lt;label of source filesystem&gt;/&lt;source folder relative path&gt;</em>

source: The shared folder to Backup.
cs_cz: Sdílená složka, kterou zálohovat.
da_da: Den delte mappe til Backup.
es_es: La carpeta compartida a salvar
fr: Le dossier partagé à sauvegarder.
gl: Cartafol compartido ao que facerlle a copia de seguranza
it_it: La cartella condivisa di cui eseguire il Backup.
ja_jp: バックアップする共有フォルダ。
pl_pl: Katalog udostępniony do tworzenia kopii zapasowych
ru_ru: Общая папка для резервных копий.

source: This option specifies the group that the backup directories will belong to. Note: This will only change the group of additionally created dirs. The backed-up files and directories will mirror the original permissions.
cs_cz: Toto předvolba určuje skupinu, která bude vlastnit složky se zálohami. Poznámka: Toto se týká pouze dodatečně vytvářených složek. Zálohované soubory a složky si podrží původní přístupová práva.
da_da: Denne valgmulighed angiver gruppen som backup biblioteket vil tilhører. Bemærk: Dette vil kun ændre gruppen af yderligere oprettede biblioteker. Backup filerne og bibliotekerne vil spejle de oprindelige rettigheder.
es_es: Esta opción especifica el grupo al que pertenece el directorio de Backup. Nota: Solo se puede cambiar el grupo de directorios nuevos, los existentes, mantendran su grupo actual.
fr: Cette option spécifie le groupe auquel les répertoires de sauvegarde vont appartenir. Remarque : Cela va seulement changer le groupe des répertoires supplémentaires crées. Les fichiers et répertoires sauvegardés refléteront les permissions d'origine.
gl: Esta opción especifica o grupo ao que pertence o directorio de copia de seguranza. Nota: Só pode cambiarse o grupo de directorios novos, os xa existentes, manterán o seu grupo actual.
it_it: Questa opzione specifica il gruppo a cui apparterranno le cartelle di backup. Nota: Verrà cambiato solo il gruppo delle cartelle aggiuntive. I file e le directory di backup rispecchieranno i permessi originali.
ja_jp: このオプションは、バックアップディレクトリが属するグループを指定します。注意:これは、追加的に作成されたディレクトリのグループを変更します。バックアップされたファイルとディレクトリは、元のアクセス権をミラーします。
pl_pl: Ta opcja określa grupę do której należał będzie katalog z kopiami. UWAGA: Ustawienie zmieni tylko grupę dodatkowo utworzonych katalogów. Kopiowane foldery zachowają oryginalne uprawnienia.
ru_ru: Этот параметр определяет группу, которой будут принадлежать каталоги резервных копий . Примечание: Это только изменит группу созданных директорий. Файлы и каталоги резервных копий будут отражать исходные разрешения.

source: Default rsync long args. All rsync commands have at least these options set. Default is '--delete --numeric-ids --delete-excluded'. Please check the <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for more details.
cs_cz: Výchozí parametry pro nástroj rsync v dlouhém tvaru. Všechny jeho implementace podporují alespoň tyto: „--delete --numeric-ids --delete-excluded“. Podrobnosti naleznete v <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manuálové stránce</a>.
da_da: Standard rsync lange argumenter. Alle rsync kommandoer har mindst disse valgmuligheder indstilt. Standard er '--delete --numeric-ids --delete-excluded'. Kontroller venligst <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for flere detajler.
es_es: Argumento por defecto de Rsyncs. Todos los commandos de Rsync deben tener al menos esta opción. '--delete --numeric-ids --delete-excluded'. Por favor lea: <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> para mas detalles.
gl: Argumentos longos predeterminados de rsyncs. Todas as ordes de rsync deben ter polo menos esta opción. «--delete --numeric-ids --delete-excluded». Lea a <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>páxina do manual</a> para obter máis detalles.
it_it: Argomenti estesi predefiniti di rsync. Tutti i comandi rsync hanno almeno queste opzioni impostate. Il valore predefinito è '--delete --numeric-ids --delete-excluded'. Si prega di controllare la pagina <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manuale</a> per maggiori dettagli.
pl_pl: Domyślne długie argumenty rsync. Wszystkie polecenia rsync muszą mieć ustawione przynajmniej te opcje. Domyślnie jest to '--delete --numeric-ids --delete-excluded'. Sprawdź <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>stronę pomocy</a> aby uzyskać więcej szczegółów.
ru_ru: По умолчанию Rsync имеет длинные аргументы. Все команды Rsync имеют по крайней мере установленные эти параметры. По умолчанию '--delete --numeric-ids --delete-excluded'. Пожалуйста, проверьте <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> для более подробной информации.

source: Number of rsync tries. If you experience any network problems or network card issues that tend to cause ssh to crap-out with 'Corrupted MAC on input' errors, for example, set this to a higher value to have the rsync operation re-tried
cs_cz: Počet pokusů, než bude zálohování prohlášeno za nezdařené. Pokud se setkáváte s jakýmikoli problémy se sítí nebo rozhraním do ní, které způsobují, že ssh vypisuje chybová hlášení jako například „Corrupted MAC on input“, nastavte zde vyšší počet opakování.
da_da: Antal af rsync forsøg. Hvis du oplever nogle netværks problemer eller netværkskort problemstillinger der får ssh til at opføre sig underlig med 'Korrupt MAC på input' fejl, som eksempel, så indstil denne værdi til en større for at få rsync opgaven til at forsøge igen
es_es: Número de intentos de Rsync. Si Vd. experimenta problemas de red, puede definir un valor alto para permitir a la operación de Rsync finalizar.
gl: Número de intentos de rsync. Se ten algún problema coa rede ou coa tarxeta de rede, tendentes, por exemplo, a ensuciar ssh cunha MAC estragada na entrada de erros, estabeleza isto a un valor máis alto para provocar novos intentos de rsync
it_it: Numero di tentativi di Rsync. Se hai avuto alcuni problemi di rete o malfunzionamenti della scheda di rete che tendono a causare errori ssh del tipo 'MAC corrotto in ingresso', imposta un valore alto in modo che le operazioni di Rsync siano eseguite più volte.
pl_pl: Liczba prób wykonania rsync. Jeżeli zdarzały się problemy z kartą sieciową objawiające się na przykład błędami 'Corrupted MAC on input' ustaw tą wartość na większą, aby umożliwić ponawianie wykonania rsync.
ru_ru: Количество rsync попыток. Если вы испытываете какие-либо проблемы в сети или проблемысетевой карты, которые имеют тенденцию вызывают ssh ошибки "Corrupted MAC on input", например, установите отличное от нуля значение, на операцию повторений rsync

source: n/a
es_es: n/d
gl: n/d
it_it: n/d
ru_ru: н/д
